[
    {
        "id": 1,
        "icon": "9.png",
        "subTitle": "DEEP DOMAIN EXPERTISE",
        "title": "Experience that drives transformation",
        "text": "Powered by over 75 years of collective experience, Team Arkah blends domain expertise with agile execution—bringing operational excellence and strategic foresight across the full energy value chain."
    },
    {
        "id": 2,
        "icon": "10.png",
        "subTitle": "RESPONSIBLE & DIGITAL INNOVATION",
        "title": "Technology with purpose, progress with responsibility",
        "text": "At Arkah, innovation is purposeful. We harness advanced technologies and data-driven insights to deliver sustainable, cost-efficient and responsible solutions that serve both people and the planet."
    },
    {
        "id": 3,
        "icon": "11.png",
        "subTitle": "AGILE OPERATIONS & EARLY MONETIZATION",
        "title": "Smart execution for faster outcome",
        "text": "Our asset-light, technology-enabled model ensures swift execution, operational precision and early monetisation—achieving performance with integrity, efficiency and sustained value in every project we deliver."
    },
    {
        "id": 4,
        "icon": "10.png",
        "subTitle": "INTEGRATED & FUTURE READY GROWTH",
        "title": "Where tradition meets transformation",
        "text": "Arkah bridges conventional and renewable portfolios through an integrated approach that builds resilience and unlocks new opportunities. By blending upstream expertise with green innovation, we empower partners to grow responsibly in a dynamic energy landscape."
    },
    {
        "id": 5,
        "icon": "9.png",
        "subTitle": "SHARED VALUE CREATION",
        "title": "Empowering People, Enriching Communities",
        "text": "At Arkah, we create shared growth through lasting partnerships that empower communities, uplift livelihoods and advance sustainable development—delivering responsible energy that fuels an inclusive, equitable and resilient future."
    }
]