[
    {
        "id": 1,
        "activeClass": "out",
        "icon": "12.png",
        "iconLight": "31.png",
        "titleFirst": "Unlocking Value in India's",
        "titleLast": "Upstream Oil & Gas",
        "text": "At Arkah Energies, we are committed to driving growth in India's upstream oil & gas sector, with a sharp focus on marginal and discovered small fields. These assets are often overlooked, yet they represent some of the most promising opportunities for agile energy companies looking to combine efficiency, innovation and responsible operations.",
        "number": "01"
    },
    {
        "id": 2,
        "activeClass": "",
        "icon": "13.png",
        "iconLight": "32.png",
        "titleFirst": "Opportunity in",
        "titleLast": "Marginal Oil & Gas Fields",
        "text": "Untapped potential for focused operators, with underexploited reserves offering attractive upside. Lower competition allows faster execution, while favorable project economics deliver strong returns for cost-conscious teams.",
        "number": "02"
    },
    {
        "id": 3,
        "activeClass": "",
        "icon": "15.png",
        "iconLight": "34.png",
        "titleFirst": "Our Approach: ",
        "titleLast": "Asset-Light, Execution-First",
        "text": "A lean, asset-light strategy focused on maximizing returns and minimizing risk through acquisition and PI in small fields. Low Capex and Opex via scalable models, with manageable technical risk backed by subsurface expertise and advanced recovery techniques.",
        "number": "03"
    },
    {
        "id": 4,
        "activeClass": "out",
        "icon": "12.png",
        "iconLight": "31.png",
        "titleFirst": "How We Create ",
        "titleLast": "Value",
        "text": "We rapidly evaluate high-potential assets, focusing on targeted workovers, re-completions, and infill drilling. Production is enhanced through artificial lift technologies, supported by vendor partnerships ensuring high uptime and low-cost operations.",
        "number": "01"
    },
    {
        "id": 5,
        "activeClass": "",
        "icon": "13.png",
        "iconLight": "32.png",
        "titleFirst": "Challenges We",
        "titleLast": "Navigate",
        "text": "Focused on asset aggregation to build a high-quality portfolio, with streamlined navigation through regulatory and commercial entry processes.",
        "number": "02"
    },
    {
        "id": 6,
        "activeClass": "",
        "icon": "15.png",
        "iconLight": "34.png",
        "titleFirst": "Our edge",
        "titleLast": "",
        "text": "Leveraging deep expertise in subsurface, drilling, and production, we engage proactively with regulators, partners, and communities, following a repeatable playbook from evaluation to steady-state production.",
        "number": "03"
    }
]