[
    {
        "id": 1,
        "thumb": "placeholder.jpg",
        "name": "Arunabh Parasher",
        "designation": "Chief Executive Officer",
        "text": "Leveraging more than two decades of diverse experience in the Oil & Gas industry, Arunabh stands out as a visionary leader who blends strategic insight with hands-on expertise. Known for his versatility, problem-solving ability and capacity to inspire teams, he has consistently delivered results across complex operational and strategic landscapes. As CEO of Arkah Energies, Arunabh brings clarity of vision, financial acumen and an unwavering commitment to ethics and transparency. His leadership is marked by adaptability and decisiveness, guiding Arkah's transition toward sustainable, low-carbon and innovative energy solutions. With a passion for communication and a people-first philosophy, he fosters a culture of accountability, collaboration and long-term value creation, ensuring Arkah thrives in a rapidly evolving energy landscape.",
        "age": "28",
        "email": "Istiak@digital.com",
        "phone": "+44-20-7328-4499"
    },
    {
        "id": 2,
        "thumb": "placeholder.jpg",
        "name": "Ranjan Trivedi",
        "designation": "Chief Operating Officer",
        "text": "Ranjan brings more than 25 years of extensive operational expertise and leadership to Arkah Energies as Chief Operating Officer. Throughout his career in the Oil & Gas sector, he has built a proven track record in managing large-scale energy operations, optimizing performance and leading multidisciplinary teams toward ambitious goals. At Arkah, he is responsible for driving operational efficiency, safety and performance excellence across the company's portfolio, ensuring projects are executed with precision and purpose. Known for his hands-on approach, strategic execution and ability to translate vision into measurable results, Ranjan champions operational integrity, innovation and continuous improvement. His leadership reinforces Arkah's commitment to delivering reliable, responsible and future-ready energy solutions that meet the evolving needs of society.",
        "age": "29",
        "email": "Kevin@digital.com",
        "phone": "+44-20-7328-4500"
    },
    {
        "id": 3,
        "thumb": "balaji.jpg",
        "name": "Balaji Chennakrishnan",
        "designation": " Senior Advisor-Subsurface",
        "text": "With more than 25 years of international experience, Balaji provides Arkah Energies with substantial expertise and measured leadership. As Director - Subsurface, he oversees the company's strategy for Oil & Gas asset acquisition, portfolio management, field development and technological advancement, consistently prioritising efficiency and responsibility. His comprehensive career across exploration and production has afforded him an extensive understanding of optimising complex reservoirs. At Arkah, Balaji leverages his background alongside innovative, low-carbon methodologies to ensure energy development meets both performance standards and sustainability goals. Recognised for his results-oriented approach and collaborative leadership, Balaji is integral to ensuring Arkah delivers dependable energy solutions for today and positions itself for future success.",
        "age": "30",
        "email": "Sarah@digital.com",
        "phone": "+44-20-7328-4501"
    },
    {
        "id": 4,
        "thumb": "harmeet.jpg",
        "name": "Harmeet Trivedi",
        "designation": "Director, Human Resources & Administration",
        "text": "Harmeet leads Arkah's people and culture, driving talent development, workplace excellence and organizational resilience. A commerce graduate and a seasoned entrepreneur, Harmeet brings rich experience in operations, finance and customer service to Arkah Energies. She leads organizational development, talent acquisition, employee engagement and administration, ensuring people remain at the heart of Arkah's growth. Her entrepreneurial background gives her a sharp understanding of workforce dynamics and operational efficiency, making her a driving force behind Arkah's agile, people-focused culture.",
        "age": "31",
        "email": "Jason@digital.com",
        "phone": "+44-20-7328-4502"
    },
    {
        "id": 5,
        "thumb": "placeholder.jpg",
        "name": "Priyanka Phukan",
        "designation": "Director, Corporate Affairs",
        "text": "As Arkah's voice to the world, Priyanka leads Corporate Affairs with purpose and conviction, shaping the company's narrative across stakeholders, partners and communities. She drives trust, transparency and meaningful engagement, ensuring Arkah's values of responsibility, innovation and sustainability are reflected in every conversation. With over a decade of experience in banking and customer relations, and as a seasoned entrepreneur, Priyanka bridges policy, industry and people to build enduring relationships that advance Arkah's mission. Her leadership embodies compassion, creativity and grit, fueling progress that is both responsible and human—anchoring sustainability at the very heart of Arkah's journey.",
        "age": "31",
        "email": "Jason@digital.com",
        "phone": "+44-20-7328-4502"
    }
]