[
    {
        "id": 1,
        "thumb": "placeholder.jpg",
        "name": "Arunabh Parasher",
        "designation": "Chief Executive Officer",
        "text": "Leveraging more than two decades of diverse experience in the oil and gas industry, Arunabh stands out as a visionary leader who blends strategic insight with hands-on expertise. Known for his versatility, problem-solving ability and capacity to inspire teams, he has consistently delivered results across complex operational and strategic landscapes. As CEO of Arkah Energies, Arunabh brings clarity of vision, financial acumen and an unwavering commitment to ethics and transparency. His leadership is marked by adaptability and decisiveness, guiding Arkah's transition toward sustainable, low-carbon and innovative energy solutions. With a passion for communication and a people-first philosophy, he fosters a culture of accountability, collaboration and long-term value creation, ensuring Arkah thrives in a rapidly evolving energy landscape.",
        "age": "28",
        "email": "Istiak@digital.com",
        "phone": "+44-20-7328-4499"
    },
    {
        "id": 2,
        "thumb": "placeholder.jpg",
        "name": "Ranjan Trivedi",
        "designation": "Chief Operating Officer",
        "text": "Ranjan brings more than 25 years of extensive operational expertise and leadership to Arkah Energies as Chief Operating Officer. Throughout his career in the oil and gas sector, he has built a proven track record in managing large-scale energy operations, optimizing perfomance and leading multidisciplinary teams toward ambitious goals. At Arkah, he is responsible for driving operational efficiency, safety and performance excellence across the company's portfolio, ensuring projects are executed with precision and purpose. Known for his hands-on approach, strategic execution and ability to translate vision into measurable results, Ranjan champions operational integrity, innovation and continuous improvement. His leadership reinforces Arkah's commitment to delivering reliable, responsible and future-ready energy solutions that meet the evolving needs of society.",
        "age": "29",
        "email": "Kevin@digital.com",
        "phone": "+44-20-7328-4500"
    },
    {
        "id": 3,
        "thumb": "balaji.jpg",
        "name": "Balaji Chennakrishnan",
        "designation": "Director, Subsurface",
        "text": "With over 25 years of international experience, Balaji brings deep expertise and steady leadership to Arkah Energies. In his role as Director - Subsurface, he guides Arkah's approach to managing oil and gas reservoirs and planning field development, always with an eye on efficiency and responsibility. Balaji's career has taken him across the full spectrum of exploration and production, giving him a broad understanding of how to get the best out of complex reservoirs. At Arkah, he combines this experience with innovative, low-carbon approaches to ensure energy is developed in a way that supports both performance and sustainability. Known for his results-driven mindset and collaborative style, Balaji plays a key role in making sure Arkah delivers energy solutions that are reliable today and ready for the future.",
        "age": "30",
        "email": "Sarah@digital.com",
        "phone": "+44-20-7328-4501"
    },
    {
        "id": 4,
        "thumb": "harmeet.jpg",
        "name": "Harmeet Trivedi",
        "designation": "Director, Human Resources & Administration",
        "text": "Harmeet leads Arkah's people and culture, driving talent development, workplace excellence and organizational resilience. A commerce graduate and seasoned entrepreneur, Harmeet brings rich experience in operations, finance and customer service to Arkah Energies. She leads organizational development, talent acquisition, employee engagement and administration, ensuring people remain at the heart of Arkah's growth. Her entrepreneurial background gives her a sharp understanding of workforce dynamics and operational efficiency, making her a driving force behind Arkah's agile, people-focused culture.",
        "age": "31",
        "email": "Jason@digital.com",
        "phone": "+44-20-7328-4502"
    },
    {
        "id": 5,
        "thumb": "placeholder.jpg",
        "name": "Priyanka Phukan",
        "designation": "Director, Corporate Affairs",
        "text": "As Arkah's voice to the world, Priyanka drives corporate affairs with impact and purpose. She champions stakeholder trust, transparent communication and community partnerships, ensuring Arkah's values of responsibility and innovation shine through every engagement. With rich experience in banking and customer relations sector for over a decade and as a seasoned entrepreneur, she bridges policy, industry and people—fueling progress with compassion, creativity and grit while keeping sustainability at the core of Arkah's journey.",
        "age": "31",
        "email": "Jason@digital.com",
        "phone": "+44-20-7328-4502"
    }
]